{
  "name": "Роман Мар'яненко",
  "short-description": "Привіт! Я Роман Мар'яненко. Я створюю доступні та адаптивні рішення для web та мобільних пристроїв.",
  "socials": {
    "mail": "Пошта",
    "cv": "Резюме"
  },
  "about": {
    "p1": "Я розробник палкий до освоєння нових навичок та технологій. Відзначаю свою пунктуальність і надійність, а також готовність приймати виклики у роботі з командою або розв'язувати задачі самостійно. Мені подобається створювати рішення, які роблять проєкт кращим. Я завжди прагну рости професійно і як особистість.",
    "p2-1": "Поза роботою, я великий фанат ігор — не важливо, чи я маю придумати стратегію для блискучої перемоги в настільній грі, чи поринути в якийсь віртуальний світ на своєму комп'ютері, або ж надовго загубитись в ",
    "p2-2": "великому футуристичному місті, повному неонових вогнів та великих мрій",
    "p2-3": ". Ці хобі підживлюють мою креативність і надихають мене.",
    "p3": "Зараз же я шукаю свою наступну професійну пригоду та не можу дочекатись, щоб внести свій вклад в інноваційну команду. Збудуймо щось круте разом!"
  },
  "timeline": {
    "title": "Таймлайн",
    "degree": "Бакалавр",
    "kpi": "Київський Політехнічний Інститут",
    "kpi-description": "Отримав міцний академічний фундамент на Факультеті Прикладної Математики з поглибленим вивченням розв'язування задач, проєктування алгоритмів та web-розробки.",
    "ideathon-description": "Здобув перемогу на Smart City Ideathon, проявивши іноваційність у вирішенні задач та навички роботи в команді.",
    "binary-studio-academy-description": "Отримав обширні знання в Front-End та Back-End розробці.",
    "binary-studio-description": "Отримав перший комерційний досвід розробки мобільних застосунків, під час якого займався створенням та оптимізацією складного функціоналу та створенням застосунку для менеджменту будівництв з нуля.",
    "computools-description": "Підтримував та покращував функціонал мобільного beauty-застосунку та застосунку в стилі TikTok. Також брав участь у створенні музичного web-застосунку з нуля."
  },
  "tech-stack": {
    "title": "Технічний стек",
    "core-skills": "Основні навички",
    "secondary-skills": "Технології, з якими я знайомий"
  },
  "month": {
    "jan": "Січ",
    "feb": "Лют",
    "mar": "Бер",
    "apr": "Кві",
    "may": "Тра",
    "jun": "Чер",
    "jul": "Лип",
    "aug": "Сер",
    "sep": "Вер",
    "oct": "Жов",
    "nov": "Лис",
    "dec": "Гру"
  }
}
